export const aroha001 = {
  slug: "aroha-001",
  title: "アロハシャツ #1",
  type: "work",
  category: "縫物",
  thumbnail: "/logs/aroha-001/IMG_2523.jpg",
  date: "2026-06-29",
  summary: "子ども用アロハづくり",
  text: ``,
  info: [
    {
      label: "生地",
      value: "コットンブロード（ゾウ柄）、コーヒー染めしたオックス",
    },
    { label: "一言", value: "達成感ある" },
  ],

  content: [
    {
      type: "image",
      src: "/logs/aroha-001/IMG_2479.jpg",
      caption: "ミシンを物置からだした。動かせるようにするのに一苦労",
    },
    {
      type: "image",
      src: "/logs/aroha-001/IMG_2523.jpg",
      caption: "衿付け苦労した",
    },
    ,
    {
      type: "image",
      src: "/logs/aroha-001/IMG_2588.jpg",
      caption: "着せてみた",
    },
    {
      type: "image",
      src: "/logs/aroha-001/IMG_2590.jpg",
      caption: "着せてみた２",
    },
    {
      type: "image",
      src: "/logs/aroha-001/IMG_2591.jpg",
      caption: "着せてみた３",
    },
    {
      type: "image",
      src: "/logs/aroha-001/IMG_2592.jpg",
      caption: "着せてみた４",
    },
    {
      type: "image",
      src: "/logs/aroha-001/IMG_2593.jpg",
      caption: "着せてみた５",
    },
    {
      type: "image",
      src: "/logs/aroha-001/IMG_2594.jpg",
      caption: "着せてみた６",
    },
  ],
  comments: [
    {
      text: `・【裁断】
        ネットで生地を買ったら、思ったより大柄で派手だった。コーヒー染めしたポケットつけることで中和を狙った。
        柄が変なとこで切れないように気を遣う。
        今回は縫いしろのない型紙だったけど、甚平のときよりはうまく切れたかな。
        そろそろ100均じゃない布切りバサミがほしくなってきた。リップルのときはよかったけど、コットンブロードすこし厚めで引っかかる感じがした。
        `,
    },
    {
      text: `・【端処理】ミシンを物置から引っ張り出してきた。動かすまでに一苦労。下糸がちゃんとセットできてなくて、うまく動かなかった。
            今回端処理とボタンホールにミシンを活用してみようかと思った。じぐざぐ縫いをしてみる。少し布がつっぱる。
        `,
    },
    {
      text: `・【接着芯】
        接着芯もはじめてつかった。衿と見返しの部分。100均の薄いやつ。接着芯ってこんなペラペラでも布がしっかりするんだな`,
    },
    {
      text: `・【衿付け】
        縫うのが難しかったのはやっぱり衿付けかな。
        若干つっぱってるところがある、首の後ろあたり。
        そもそも、どう縫うんだってイメージがなかなかつかなくて、動画見たりとかして、何とかすすめた感じだった。`,
    },
    {
      text: `・【ポケット】
        コーヒー染めのオックスで胸ポケットをつけた。カーブ部分がうまく縫えなくてかくかくしてしまった`,
    },
    {
      text: `・【見返し】
        レシピ読み間違えて、見返し最初らへんにつけちゃって、そのあとの衿つけとか裾とか全部に響いた感じ。
        間違ったまま、なんとか完成にこぎ着けたともいえるけれど。`,
    },
    {
      text: `・【ほつれ】
        前回のリップルはあまりほつれない生地だったけれど、今回の生地は縫ってる最中からほつれる。最初に全部じぐざぐミシンを入れておくべきだった。今回は結局ほとんど手でかがっちゃった。`,
    },
    {
      text: `・【しつけ】
        袖つけるときにはじめてしつけてからやってみた。縫いやすさが全然ちがう。ズレとかを気にしなくていいから、気を遣うところ1つ減って、縫い目をキレイにすることに集中できる。以外としつけはすぐ終わるし、かなりよい。`,
    },
    {
      text: `・【ボタンホール】結局、手縫いでやってみたけど、苦労したな。二本取りだと糸が絡まりまくって、大変だった。一本取りならなんとか。キレイにはできないけど形にはなったのでよし。仕組みもわかったので、手縫いでやってみてよかった。
        ボタンつけは全然ラクだった1個5分とか、ボタンホールのほうが圧倒的に大変だったなあ、しつけ糸で印つけるのは便利だけど、縫った糸とからまって抜けなくなったりするから、そこは気を付ける、ボタンとボタンホールの位置もあってたし、一安心`,
    },
    {
      text: `・【完成後感想1】子供に着せてみた、写真は今度撮ろうと思うけどよく似合ってて、かなりいい感じ、細かい箇所はいろいろある。えりのうしろのとこ、バイアステープつけたとこが、ちょっとギャザーぽくシワがよってるとか、ボタンホールの1こめ、ボタン付けの1こめはよく見ると、かなりつたない感じ  `,
    },
    {
      text: `・【完成後感想2】かがり縫いは大変だった、最初にミシンでジグザグしてしまうのがよさそう、でも思ったよりミシン使わなかった、最初にじぐざぐやったくらいで、やっぱ子どもが寝てる時間に縫うから、音出したくないのとめんどくささがあるんだよな、と。  `,
    },
    {
      text: `・【完成後感想3】1着シャツ作って、すごくたくさん初めてのステップがあって、経験値がぐっとあがった気がする、シャツを作ったことがあるってなかなかじゃないか、と自画自賛したい。`,
    },
  ],

  nexts: [
    { text: `・端処理は最初に全部ミシンでやっちゃう` },
    { text: `・ボタンホールミシンでやってみる` },
    { text: `・もう一度シャツ作ってみよう` },
  ],

  links: [
    {
      name: "レシピ＆型紙（アロハ）",
      link: "https://www.lcv.ne.jp/~edward2/tukurikata-aroha.html",
    },
    {
      name: "レシピ＆型紙（ポケット）",
      link: "https://book.nunocoto-fabric.com/38473",
    },
    { name: "ボタン付け", link: "https://book.nunocoto-fabric.com/64575" },
  ],
};
