const date = "2026-07-01";
export const baisen007 = {
    slug: "baisen-007",
    type:"work",
    title: "手鍋焙煎 #7",
    category: "焙煎",
    thumbnail: "/logs/baisen-007/IMG_2583.jpg",
    date: date,
    summary: "手鍋焙煎7回目",
    text:``,

    info: [{label:"豆",value:"ブラジルS18No2"},
      {label:"焙煎日",value:date},
      {label:"焙煎前",value:"???g(150gくらい)"},
      {label:"焙煎後 ",value:"127g"},
      {label:"1ハゼ",value:"6～7分くらい"},
      {label:"2ハゼ",value:"10分くらい"},
      {label:"終了",value:"10分くらい(2ハゼ後数秒くらい)"},
      {label:"一言",value:"動画撮れてなかった"},

    ],

    content: [
      {
        type: "image",
        src: "/logs/baisen-007/IMG_2582.jpg",
        caption: "焙煎後127g"
      },
      {
        type: "image",
        src: "/logs/baisen-007/IMG_2583.jpg",
        caption: "明るめにうつってるけど、もうちょい暗い"
      },
    ],

    comments:[{text:`・【計画】前回と同じ豆で、1ハゼ後に鍋を火から離したりして、2ハゼまでの時間を稼いでみる。火力は同じくらい。`},
        {text:`・【実施】かなりいい感じだった、1はぜが前回と同じく６から7分くらいで、そこから蓋開けたり、火から離したりして、このあたりは完全に適当な作業だけど、えっと終わりが10から11分くらいだったかな、2ハゼがきてすぐくらいであげて、中深煎り`},
        {text:`・【見た目】ひいた感じは柔らかかったな、見た目は前回と全然ちがって、あぶらも出てないし、黒まではいかない、焦茶`},
        {text:`・【ハゼ】1ハゼ、2ハゼがわかるようになった`},
        {text:`・【味(5日目)】7/6に飲んでみた。ちょっと落ち着いた気がする前回6/29のよりまろやか、で後味に甘味があるように感じる、でも基本的な味は同じような感じかも、でそうだよく見たら、この豆も油が少しでていたからやっぱり深煎りよりかなあ。`},
       ,],
            

    nexts:[{text:`・次も同じを狙ってそれができたら、もうちょっと中煎りを目指したい`}],

    links: [
    ],

  }