const date = "2026-07-15";
export const baisen008 = {
  slug: "baisen-008",
  type: "work",
  title: "手鍋焙煎 #8",
  category: "焙煎",
  thumbnail: "/logs/baisen-008/IMG_2583.jpg",
  date: date,
  summary: "手鍋焙煎8回目",
  text: ``,

  info: [
    { label: "豆", value: "ブラジルS18No2" },
    { label: "焙煎日", value: date },
    { label: "焙煎前", value: "147g" },
    { label: "焙煎後 ", value: "???g" },
    { label: "1ハゼ", value: "9分〜10分くらい" },
    { label: "2ハゼ", value: "13分くらい" },
    { label: "終了", value: "13、14分くらい(2ハゼ1分以内くらい)" },
    { label: "一言", value: "また動画撮れてなかった" },
  ],

  content: [
    {
      type: "image",
      src: "/logs/baisen-008/IMG_2699.jpg",
      caption: "",
    },
    {
      type: "image",
      src: "/logs/baisen-008/IMG_2700.jpg",
      caption: "",
    },
    {
      type: "image",
      src: "/logs/baisen-008/IMG_2701.jpg",
      caption: "",
    },
    {
      type: "image",
      src: "/logs/baisen-008/IMG_2702.jpg",
      caption: "",
    },
    {
      type: "image",
      src: "/logs/baisen-008/IMG_2703.jpg",
      caption: "",
    },
    {
      type: "image",
      src: "/logs/baisen-008/IMG_2704.jpg",
      caption: "",
    },
    {
      type: "image",
      src: "/logs/baisen-008/IMG_2705.jpg",
      caption: "",
    },
    {
      type: "video",
      src: "/logs/baisen-008/IMG_2706.mov",
      caption: "",
    },
  ],

  comments: [
    {
      text: `同じブラジルのやつ、前回の再現を狙ってみよう

1ハゼ: 6～7分くらい
2ハゼ: 10分くらい
終了: 10分くらい(2ハゼ後数秒くらい)

まーた、撮れてなかった。録画ボタン押せてなかったかな、で記憶ベースだと
鍋に火をかけてから1分で豆を投入、このとき温度は50℃ちょうどくらいだった。

前回より若干火が弱い気がしたけどそのまま

1ハゼがいつだったかな、多分9分〜10分くらい

2ハゼと終了の時間見れてなかったけど、2ハゼがはじまって1分以内にはいりおわったと思う、13、14分くらいで終わりかなあ

最初に感じた火が前より弱いかもは当たってて1ハゼまでが前回より長い

急にがっと進むてより、ほどよいかんじ

1ハゼ後も、進んじゃうって感じはそれほどなく、蓋を開けたり火から離したりして、前より1ハゼ〜2ハゼは少し長かったのではと思う

焙煎直後にのんでみて、まろやかな印象、苦味はあるけどその後にちょっと顔出すくらい、苦さが全面に出ている感じではない、まろやかさに包まれてる感じ

前回のほうがシャープな感じで、今回のは角が取れた感じ

今時点ではわかんないけど、シャープなほうがすきかなー

焙煎度もほんとに若干だけど浅いのかも、ちゅうふかではあるけど

あとは、少しムラはあったかな、一目でわかるほどではないけど、よく見ると

7/15に焙煎して、7/18にのんで
えっとなんか前よりしっかりしてる感じがする、ボディ？がしっかりしてる

味のバランスはほどよい

若干あぶらが出てた

昨日の夜ものんでみたけど、やっぱり同じ、ボディがしっかりしてるなって印象。

夫もおいしいって言ってたんで、なんだろ一般的においしい感じになってるんじゃないかと思う`,
    },

    ,
  ],

  nexts: [
    {
      text: ``,
    },
  ],

  links: [],
};
