export const dev002 = {
  slug: "dev-002",
  title: "開発 #002",
  type: "dev",
  category: "Web",
  thumbnail: "",
  date: "2026-07-21",
  summary: "設計思想",
  text: `えっと、とにかく入力を簡単にしたいよね。自動でたまっていく感じくらい。
  基本的にはAIチャットが入力になる感じをイメージしてる。会話をしていて、それが手鍋焙煎の振り返りだったらログが作成されるし、何かアイデアがうまれたらバックログにできるような感じ。

  でバックログから実際にこれやろうてなったときに、それを会話にして、種になって、ログになるみたいな流れかな
  そうね。例えば、会話をしてて、あ、これやりたいなって話がでてきたら、AIが裏でバックログとして保存してくれる
  あとで見返して、これを進めてみよう、となったらその種を選択して、そこから会話がはじまる、これは実行ログになるからここからログが作成される。
  で、やっていくうちに振り返りしたりとか、次回やってみたいこととかがでてきて、またそれらがバックログにたまっていく、みたいな流れかな。
  循環する感じ。ライフサイクル。

  記録とかメモするで思考の流れを止めたくない。
  
  
`,
  links: [{ name: "", link: "" }],

  info: [],
  content: [],
  comments: [],
  nexts: [],
};
