export const dev003 = {
  slug: "dev-003",
  title: "開発 #003",
  type: "dev",
  category: "Web",
  thumbnail: "",
  date: "2026-07-21",
  summary: "設計思想",
  text: `まずは設計思想の話をLogとして残そう。

コンセプトもまとめようと思うと手が止まるんだけど、こうやって話すと何か出てくる。

まとまりのない形になっちゃうけど、そういうメモ？を時系列で残したいのかも。

---

なんかなんだろやっぱ流れてるってのが大事ぽい。

流れをとめたくないから、自動で残したいてのが出てくるんだろうね。

---

Twitterとかも近いのかな、そういう意味でいうと。

---

あー、種にメモをつけるてより、そこからまた会話をはじめる、みたいな感じかも。

こっちの方が育てるイメージと合うね。

---

てなると、どういう流れになるかな。

手鍋焙煎だと、

チャットで今日はこういう条件でやってみる、こういう狙いだよとか話す。

焙煎する。

その場の振り返りチャットする。

で一区切り。

で後日、味の変化とか、動画見て詳しく振り返ってみたりとか情報が追加されていく。

---

そうね、一回の焙煎は一個の種、次の焙煎はまた別のタネかな。

---

うんうん、なんなら記録は私が話した内容をそのまま載せるだけでもいいかも。

要約しない。

---

そうそう、生のままのがいいかも。

---

会話からアイデアがうまれたときは、ログじゃなくてバックログにたまる感じかな。

これも半自動くらいでかってにたまってくといい。

---

あー、でバックログから実際にこれやろうてなったときに、それを会話にして、種になって、ログになるみたいな流れかな。

---

なんか、やっぱ流れてるってのが大事なんだと思う。

---

要約しないといいていうのは、次ここからまた考えを再開するときって、これ読んで、

「そうそうこうだったよね」

って要約をするところからはじまるというか。

そこで頭のチャンネルが合うというか、そんな感じなんだよね。

だから要約はいらない。

---

思考の状態を復元する、ていうのはいい言葉だね。

そのときのなんだろ、チャンネルを合わせるというか、チューニング。

頭の中をするとかそんなイメージかな。

---

だから要約だとそれはできないんだよね。

ただの情報だから。

---

生の会話の流れを再生することで、またその流れに戻れるような感じがするね。
  
  
`,
  links: [{ name: "", link: "" }],

  info: [],
  content: [],
  comments: [],
  nexts: [],
};
