export const jinbei001 =  {
    slug: "jinbei-001",
    type:"work",
    title: "甚平づくり #1",
    category: "縫物",
    thumbnail: "/logs/jinbei-001/IMG_2356.jpg",
    date: "2026-06-29",
    summary: "子ども用甚平づくり",
    text:``,

    info: [{label:"生地",value:"リップル（猫柄）"},
      {label:"一言",value:"トート・巾着を経て初服作り"},

    ],

    content: [
      {
        type: "image",
        src: "/logs/jinbei-001/IMG_2356.jpg",
        caption: "ストライプ入りの猫柄です"
      },
      {
        type: "image",
        src: "/logs/jinbei-001/IMG_2357.jpg",
        caption: "ズボンの布を裁断したとこ"
      },
      ,{
        type: "image",
        src: "/logs/jinbei-001/IMG_2370.jpg",
        caption: "上着の裁断中"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2439.jpg",
        caption: "ズボン完成"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2440.jpg",
        caption: "ズボン完成その２"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2442.jpg",
        caption: "ゴム通し口、けっこうきれいに縫えた"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2443.jpg",
        caption: "耐久性はどうだろう"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2444.jpg",
        caption: "上着完成"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2445.jpg",
        caption: "ハシゴレースかわいいね"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2446.jpg",
        caption: "こっちはきれい"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2447.jpg",
        caption: "こっちはずれた"
      },
      {
        type: "image",
        src: "/logs/jinbei-001/IMG_2448.jpg",
        caption: "スリット部分のかがり縫い"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2449.jpg",
        caption: "内紐は綾テープを使った"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2450.jpg",
        caption: "えりの後ろ部分"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2451.jpg",
        caption: "ちょっとつっぱってる"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2452.jpg",
        caption: "衿付けはまつり縫いで"
      },
  {
        type: "image",
        src: "/logs/jinbei-001/IMG_2453.jpg",
        caption: "上着の後ろ"
      },{
        type: "image",
        src: "/logs/jinbei-001/IMG_2454.jpg",
        caption: "上下合わせて"
      },
    ],
    comments:[{text:`・【ズボン】
        まずズボンを作った。
        型紙つかうのも初めてだったから、裁断でもけっこう手間取った。
        ズボンは裁断は時間とったけど、縫うのはそんなに大変じゃなかった。
        以外とすぐ完成した。
        `},{text:`・【上着】
        上着のほうはなかなか大変だったな。
        まずは裁断。型紙はnunocoto fabricの無料型紙を使った。
        ズボンは実寸大（ぬいしろ込み）のだったからコピー用紙に印刷してそのまま使えたけど、
        上着は製図だったから、模造紙に1度実寸大の型紙をおこして、型紙にそってチャコペンで線ひいて、裁断した。
        かなり苦労したし、時間がかかった。
        「布の向き（地の目）」っていう概念もこのときはじめて意識した。`},{
        text: `・【縫い方】
        これまでは並み縫いくらいしか使ってなかったんだけど、
        今回、半返し縫いってのも覚えて、力がかかりそうなところ（今回でいうと、ズボンの股とか）は半返し縫いで、
        ステッチは並み縫いで、とか使い分けた。
        並み縫いとそこまで労力とか時間は変わらない印象、
        むしろ半返しのほうがまっすぐ縫いやすいかも。
        あと、まつり縫いを衿付けでつかった。表になるべく縫い目を見せたくないときに使う縫い方。
        あとはかがり縫いも。今回端処理はほとんどかけてない（このリップル生地はそこまでほつれる生地ではなさそう）けど、
        スリットの部分が気になったから。できたけど、なんかぶかっこうな感じ。`,
      },
      {
        text: `・【衿付け】
        縫うのが難しかったのはやっぱり衿付けかな。
        若干つっぱってるところがある、首の後ろあたり。
        そもそも、どう縫うんだってイメージがなかなかつかなくて、動画見たりとかして、何とかすすめた感じだった。`,
      },
      {
        text: `・【リカバリー】
        あとは、紐を襟に縫いこむ予定だったんだけど、衿付け終わった後に気づいて、
        部分的に襟の塗ったところをほどいて、紐をつけて縫い直すってことをした。
        ここに限らずちょっとした失敗はあるけど、そこからのリカバリーを考えるのも大事だな。
        失敗しないのも大事だけど、やっちゃうときはどうしてもあるから。`,
      },
      {
        text: `・【はしごレース】
        はしごレースってのもはじめてつかった。
        袖と肩の結合部分に使ったんだけど、わっかにしたときちょっとズレててこれは気になるかも。
        脇のとこだから、着てて見えるところではないけれど。`,
      },
            {
        text: `・【完成後の感想】
        で、着せてみて、けっこうよくできた。
        スリットのかがり縫いとか、服だけでみるとぶかっこうで気になるけど、
        着せてみるとそれも味というふうにも見えるなあっていうのがおもしろかった。
        着ていない服と人が着ている服は見え方が違う。
        あと縦にストライプがある生地だったけど、ちゃんとそれがそろっててきれいにできてた。
        縦線があると、それが基準になって縫いやすいし、測りやすいし、いろいろ便利かも。
        
        着てるうちに破れないかなとか汚れないかなってけっこう心配になる。子供の服だしね。
        息子はうれしそうにしてた。
        ちょっと紐が長かったかもしれない。
        ほつれは洗濯してみて、これから見ていく感じだな。
        柄はなもうちょっと濃い色の生地のが息子には似合ったかなと思うけど、
        まあもう1着くらい今回の反省点を生かしてつくってもいいかもしれない`,
      }],

    nexts:[{text:`・かがり縫いがぶかっこうなので、ミシン出してじぐざぐ縫いしてみる`},{text:`・次はシャツをつくる`},{text:``},],

     links: [{name:"レシピ＆型紙",link:"https://book.nunocoto-fabric.com/4084"},
    ],
  }